Repository: MasterSmalll/yourpods-source
Catalog: YourPods/YourPods/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl

source: Appearance
de: Darstellung
es: Aspecto
fr: Apparence
it: Aspetto
nl: Weergave

source: Append to Daily Note
de: An die Daily Note anhängen
es: Añadir a la nota diaria
fr: Ajouter à la Daily Note
it: Aggiungi alla Daily Note
nl: Voeg toe aan Daily Note

source: Archive on Complete
de: Nach Abschluss archivieren
es: Archivar al terminar
fr: Archiver une fois lu
it: Archivia al termine
nl: Archiveer bij voltooiing

source: Arrange By
de: Anordnen nach
es: Organizar por
fr: Organiser par
it: Raggruppa per
nl: Rangschik op

source: Ask
de: Nachfragen
es: Preguntar
fr: Demander
it: Chiedi
nl: Vragen

source: Authenticated via Login Flow
de: Über Login-Flow authentifiziert
es: Autenticado mediante el flujo de inicio de sesión
fr: Authentifié via Login Flow
it: Autenticato tramite Login Flow
nl: Geverifieerd via Login Flow

source: Authentication
de: Anmeldung
es: Autenticación
fr: Authentification
it: Autenticazione
nl: Verificatie

source: Authentication Required
de: Anmeldung erforderlich
es: Requiere autenticación
fr: Authentification requise
it: Autenticazione richiesta
nl: Verificatie vereist

source: Author
de: Autor
es: Autor
fr: Auteur
it: Autore
nl: Auteur

source: Auto-Download
de: Automatischer Download
es: Descarga automática
fr: Téléchargement automatique
it: Download automatico
nl: Automatisch downloaden

source: Auto-Download New Episodes
de: Neue Folgen automatisch laden
es: Descargar automáticamente los episodios nuevos
fr: Télécharger automatiquement les nouveaux épisodes
it: Scarica automaticamente i nuovi episodi
nl: Nieuwe afleveringen automatisch downloaden

source: Auto-hid %lld unplayed episodes. You can restore them from each podcast's detail page or from Settings → Auto-Hidden Episodes.
de: %lld ungespielte Folgen wurden automatisch ausgeblendet. Du kannst sie auf der Detailseite des jeweiligen Podcasts oder unter Einstellungen → Automatisch ausgeblendete Folgen wiederherstellen.
es: Se han ocultado automáticamente %lld episodios sin reproducir. Puedes restaurarlos desde la página de detalles de cada podcast o en Ajustes → Episodios ocultados automáticamente.
fr: %lld épisodes non lus ont été masqués automatiquement. Vous pouvez les restaurer depuis la page de chaque podcast ou dans Réglages → Épisodes masqués automatiquement.
it: %lld episodi non riprodotti sono stati nascosti automaticamente. Puoi ripristinarli dalla pagina di ciascun podcast o da Impostazioni → Episodi nascosti automaticamente.
nl: %lld niet-afgespeelde afleveringen automatisch verborgen. Je kunt ze weer zichtbaar maken via de detailpagina van elke podcast of via Instellingen → Automatisch verborgen afleveringen.

source: Auto-Hidden Episodes
de: Automatisch ausgeblendete Folgen
es: Episodios ocultados automáticamente
fr: Épisodes masqués automatiquement
it: Episodi nascosti automaticamente
nl: Automatisch verborgen afleveringen

source: Auto-Hide
de: Automatisch ausblenden
es: Ocultación automática
fr: Masquage automatique
it: Nascondi automaticamente
nl: Automatisch verbergen

source: Auto-Hide Complete
de: Automatisches Ausblenden abgeschlossen
es: Ocultación automática completada
fr: Masquage automatique terminé
it: Nascondimento automatico completato
nl: Automatisch verbergen voltooid

source: Auto-Hide Duration
de: Dauer bis zum Ausblenden
es: Duración de la ocultación automática
fr: Délai de masquage automatique
it: Tempo prima di nascondere
nl: Duur van automatisch verbergen

source: Auto-Hide Duration Override
de: Abweichende Dauer bis zum Ausblenden
es: Duración de la ocultación automática para este podcast
fr: Remplacement du délai de masquage automatique
it: Tempo prima di nascondere, impostazione specifica per questo podcast
nl: Afwijkende duur voor automatisch verbergen

source: Auto-hide is disabled for this podcast, even if enabled globally.
de: Automatisches Ausblenden ist für diesen Podcast deaktiviert, auch wenn es app-weit aktiviert ist.
es: La ocultación automática está desactivada para este podcast, aunque esté activada en toda la app.
fr: Le masquage automatique est désactivé pour ce podcast, même s'il est activé globalement.
it: Il nascondimento automatico è disattivato per questo podcast, anche se è attivo a livello globale.
nl: Automatisch verbergen is uitgeschakeld voor deze podcast, ook als het app-breed is ingeschakeld.

source: Auto-Hide Old Episodes
de: Alte Folgen automatisch ausblenden
es: Ocultar automáticamente los episodios antiguos
fr: Masquer automatiquement les anciens épisodes
it: Nascondi automaticamente gli episodi vecchi
nl: Oude afleveringen automatisch verbergen

source: Auto-Hide Unplayed Episodes
de: Ungespielte Folgen automatisch ausblenden
es: Ocultar automáticamente los episodios sin reproducir
fr: Masquer automatiquement les épisodes non lus
it: Nascondi automaticamente gli episodi non riprodotti
nl: Niet-afgespeelde afleveringen automatisch verbergen

source: Auto-Sync Notes
de: Notizen automatisch synchronisieren
es: Sincronizar notas automáticamente
fr: Synchronisation auto des notes
it: Sincronizza note automaticamente
nl: Notities automatisch synchroniseren

source: Automatically hide older episodes you have never played
de: Blendet ältere Folgen automatisch aus, die du nie gespielt hast
es: Oculta automáticamente los episodios antiguos que nunca has reproducido
fr: Masque automatiquement les anciens épisodes que vous n'avez jamais lus
it: Nasconde automaticamente gli episodi più vecchi che non hai mai riprodotto
nl: Verbergt automatisch oudere afleveringen die je nooit hebt afgespeeld

source: AutoPilot Mode
de: AutoPilot-Modus
es: Modo AutoPilot
fr: Mode AutoPilot
it: Modalità AutoPilot
nl: AutoPilot-modus

source: Background Refresh
de: Hintergrundaktualisierung
es: Actualización en segundo plano
fr: Actualisation en arrière-plan
it: Aggiornamento in background
nl: Ververs op achtergrond

source: Bookmark the current moment
de: Ein Lesezeichen für den aktuellen Moment setzen
es: Añadir un marcador al momento actual
fr: Ajouter un signet à l'instant en cours
it: Aggiungi un segnalibro al momento attuale
nl: Zet een bladwijzer op het huidige moment

source: Bookmark This Moment
de: Lesezeichen für diesen Moment setzen
es: Añadir marcador a este momento
fr: Ajouter un signet à cet instant
it: Aggiungi un segnalibro a questo momento
nl: Zet bladwijzer op dit moment

source: By creating an account, you agree to our
de: Mit dem Erstellen eines Accounts akzeptierst du unsere
es: Al crear una cuenta, aceptas nuestros
fr: En créant un compte, vous acceptez nos
it: Creando un account, accetti
nl: Door een account aan te maken ga je akkoord met

source: By signing in, you agree to our
de: Mit der Anmeldung akzeptierst du unsere
es: Al iniciar sesión, aceptas nuestros
fr: En vous connectant, vous acceptez nos
it: Accedendo, accetti
nl: Door in te loggen ga je akkoord met

source: Not an Ad Blocker
de: Kein Werbeblocker
es: No es un bloqueador de anuncios
fr: Pas un bloqueur de publicités
it: Non è un ad blocker
nl: Geen advertentieblokkering

source: Cache Duration: %lld hours
de: Cache-Dauer: %lld Stunden
es: Duración de la caché: %lld horas
fr: Durée du cache : %lld heures
it: Durata cache: %lld ore
nl: Cacheduur: %lld uur

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
nl: Annuleer

source: Cancel anytime · No contracts
de: Jederzeit kündbar · Keine Vertragsbindung
es: Cancela cuando quieras · Sin permanencia
fr: Résiliable à tout moment · Sans engagement
it: Disdici quando vuoi · Nessun vincolo
nl: Altijd opzegbaar · Geen contracten

source: Cancel Sleep Timer
de: Sleep-Timer beenden
es: Cancelar temporizador para dormir
fr: Annuler le minuteur de veille
it: Annulla timer di spegnimento
nl: Annuleer slaaptimer

source: Cancel the active sleep timer.
de: Beendet den laufenden Sleep-Timer.
es: Cancela el temporizador para dormir que esté activo.
fr: Annule le minuteur de veille actif.
it: Annulla il timer di spegnimento attivo.
nl: Annuleer de actieve slaaptimer.

source: Cancel the sleep timer
de: Den Sleep-Timer beenden
es: Cancelar el temporizador para dormir
fr: Annuler le minuteur de veille
it: Annulla il timer di spegnimento
nl: Annuleer de slaaptimer

source: Cancel Timer
de: Timer beenden
es: Cancelar temporizador
fr: Annuler le minuteur
it: Annulla timer
nl: Annuleer timer

source: Change Language
de: Sprache ändern
es: Cambiar idioma
fr: Changer de langue
it: Cambia lingua
nl: Wijzig taal

source: Change Password
de: Passwort ändern
es: Cambiar contraseña
fr: Modifier le mot de passe
it: Modifica password
nl: Wachtwoord wijzigen

source: Change Profile
de: Profil wechseln
es: Cambiar perfil
fr: Changer de profil
it: Cambia profilo
nl: Wijzig profiel

source: Change Sync Profile?
de: Sync-Profil wechseln?
es: ¿Cambiar el perfil de sincronización?
fr: Changer de profil de synchronisation ?
it: Vuoi cambiare profilo di sincronizzazione?
nl: Syncprofiel wijzigen?

source: Change the playback speed.
de: Ändert die Wiedergabegeschwindigkeit.
es: Cambia la velocidad de reproducción.
fr: Modifie la vitesse de lecture.
it: Modifica la velocità di riproduzione.
nl: Wijzig de afspeelsnelheid.

source: Changing your Sync Profile Name to "%1$@" will link this device to a new shared profile. Devices with the old name will stay on "%2$@".
de: Wenn du deinen Sync-Profilnamen in „%1$@“ änderst, wird dieses Gerät mit einem neuen gemeinsamen Profil verknüpft. Geräte mit dem alten Namen bleiben bei „%2$@“.
es: Si cambias el nombre de tu perfil de sincronización a «%1$@», este dispositivo se vinculará a un perfil compartido nuevo. Los dispositivos con el nombre anterior seguirán en «%2$@».
fr: Remplacer le nom de votre profil de synchronisation par « %1$@ » liera cet appareil à un nouveau profil partagé. Les appareils portant l'ancien nom resteront sur « %2$@ ».
it: Modificando il nome del profilo di sincronizzazione in "%1$@", questo dispositivo verrà collegato a un nuovo profilo condiviso. I dispositivi con il vecchio nome resteranno su "%2$@".
nl: Als je de naam van je syncprofiel wijzigt in "%1$@", wordt dit apparaat gekoppeld aan een nieuw gedeeld profiel. Apparaten met de oude naam blijven op "%2$@".

source: Chapter artwork: %@
de: Kapitelbild: %@
es: Imagen del capítulo: %@
fr: Illustration du chapitre : %@
it: Immagine del capitolo: %@
nl: Hoofdstukafbeelding: %@

source: Chapters
de: Kapitel
es: Capítulos
fr: Chapitres
it: Capitoli
nl: Hoofdstukken

source: Chapters (%lld)
de: Kapitel (%lld)
es: Capítulos (%lld)
fr: Chapitres (%lld)
it: Capitoli (%lld)
nl: Hoofdstukken (%lld)

source: Check for new episodes
de: Nach neuen Folgen suchen
es: Buscar episodios nuevos
fr: Rechercher de nouveaux épisodes
it: Cerca nuovi episodi
nl: Zoek naar nieuwe afleveringen

source: Check for New Episodes
de: Nach neuen Folgen suchen
es: Buscar episodios nuevos
fr: Rechercher de nouveaux épisodes
it: Cerca nuovi episodi
nl: Zoek naar nieuwe afleveringen

source: Choose a Group
de: Gruppe auswählen
es: Elige un grupo
fr: Choisir un groupe
it: Scegli un gruppo
nl: Kies een groep

source: Choose how many of the most recent episodes to keep visible when auto-hiding
de: Legt fest, wie viele der neuesten Folgen beim automatischen Ausblenden sichtbar bleiben
es: Elige cuántos de los episodios más recientes seguirán visibles al ocultar automáticamente los demás
fr: Choisissez combien d'épisodes récents restent visibles lors du masquage automatique
it: Scegli quanti episodi più recenti restano visibili quando gli altri vengono nascosti automaticamente
nl: Kies hoeveel van de nieuwste afleveringen zichtbaar blijven bij automatisch verbergen

source: Choose how translucent surfaces appear. Classic is opaque, Clear Glass is the most transparent, Glass is the default, and High Contrast Glass adds a tint for legibility.
de: Legt fest, wie durchscheinende Oberflächen aussehen. Klassisch ist undurchsichtig, Klares Glas ist am transparentesten, Glas ist der Standard und Glas mit hohem Kontrast fügt für bessere Lesbarkeit eine Tönung hinzu.
es: Elige cómo se ven las superficies translúcidas. Clásico es opaco, Cristal transparente es el que más deja ver el fondo, Cristal es la opción por omisión y Cristal de alto contraste añade un tinte para mejorar la legibilidad.
fr: Choisissez l'apparence des surfaces translucides. Classique est opaque, Verre transparent est celui qui laisse le plus voir l'arrière-plan, Verre est l'option par défaut et Verre à contraste élevé ajoute une teinte pour améliorer la lisibilité.
it: Scegli l'aspetto delle superfici traslucide. Classico è opaco, Vetro trasparente lascia vedere di più lo sfondo, Vetro è l'opzione predefinita e Vetro ad alto contrasto aggiunge una tinta per migliorare la leggibilità.
nl: Kies hoe doorschijnende oppervlakken eruitzien. Klassiek is ondoorzichtig, Helder glas is het meest doorzichtig, Glas is de standaardinstelling en Glas met hoog contrast voegt een tint toe voor betere leesbaarheid.

source: Choose Light, Dark, or follow the system color scheme
de: Wähle Hell, Dunkel oder folge dem Farbschema des Systems
es: Elige Claro, Oscuro o seguir el aspecto del sistema
fr: Choisissez Clair, Sombre ou suivez l'apparence du système
it: Scegli Chiaro, Scuro oppure segui l'aspetto del sistema
nl: Kies Licht, Donker of volg het kleurenschema van het systeem

source: Choose what happens when you remove an episode from the Up Next queue.
de: Lege fest, was passiert, wenn du eine Folge aus der Warteliste „Als Nächstes“ entfernst.
es: Elige qué ocurre al quitar un episodio de la cola A continuación.
fr: Choisissez ce qui se passe lorsque vous retirez un épisode de la file d'attente À suivre.
it: Scegli cosa succede quando rimuovi un episodio dalla coda Prossimi.
nl: Kies wat er gebeurt als je een aflevering uit de wachtrij verwijdert.

source: Choose what swiping an episode row does. Applies to episode lists across the app.
de: Lege fest, was das Wischen über eine Folgenzeile bewirkt. Gilt für alle Folgenlisten in der App.
es: Elige qué ocurre al deslizar la fila de un episodio. Se aplica a las listas de episodios de toda la app.
fr: Choisissez l'action déclenchée par un balayage sur une ligne d'épisode. S'applique aux listes d'épisodes dans toute l'app.
it: Scegli cosa succede quando fai scorrere la riga di un episodio. Vale per gli elenchi di episodi in tutta l'app.
nl: Kies wat er gebeurt als je over een aflevering veegt. Geldt voor alle afleveringslijsten in de app.

source: Choose Your Setup
de: Wähle deine Einrichtung
es: Elige tu configuración
fr: Choisissez votre configuration
it: Scegli la tua configurazione
nl: Kies je configuratie

source: Clear Everything
de: Alles leeren
es: Vaciar todo
fr: Tout effacer
it: Svuota tutto
nl: Wis alles

source: Clear my queue
de: Meine Warteliste leeren
es: Vaciar mi cola
fr: Vider ma file d'attente
it: Svuota la mia coda
nl: Wis mijn wachtrij

source: Clear Queue
de: Warteliste leeren
es: Vaciar la cola
fr: Vider la file d'attente
it: Svuota coda
nl: Wis wachtrij

source: Clear Up Next
de: Als Nächstes leeren
es: Vaciar A continuación
fr: Vider À suivre
it: Svuota Prossimi
nl: Wis wachtrij

source: Clip Range
de: Clip-Bereich
es: Intervalo del clip
fr: Plage de l'extrait
it: Intervallo clip
nl: Fragmentbereik

source: Collapsed
de: Eingeklappt
es: Contraído
fr: Replié
it: Ridotto
nl: Samengevouwen

source: Color
de: Farbe
fr: Couleur
it: Colore
nl: Kleur

source: Coming Soon
de: Demnächst
es: Próximamente
fr: Bientôt disponible
it: Prossimamente
nl: Binnenkort

source: Comma-separated. Tags are normalized to lowercase.
de: Durch Kommas getrennt. Tags werden in Kleinbuchstaben umgewandelt.
es: Separadas por comas. Las etiquetas se convierten a minúsculas.
fr: Séparés par des virgules. Les tags sont convertis en minuscules.
it: Separa i tag con una virgola. Vengono convertiti in minuscolo.
nl: Gescheiden door komma's. Tags worden omgezet naar kleine letters.

source: Community-run gPodder sync — no server setup required.
de: Von der Community betriebener gPodder-Sync – keine Servereinrichtung nötig.
es: Sincronización con gPodder gestionada por la comunidad: sin configurar ningún servidor.
fr: Synchronisation gPodder gérée par la communauté — aucune configuration de serveur requise.
it: Sincronizzazione gPodder gestita dalla community — nessuna configurazione del server richiesta.
nl: Door de community beheerde gPodder-synchronisatie — geen serverinstallatie nodig.

source: Completion
de: Abschluss
es: Finalización
fr: Fin de lecture
it: Completamento
nl: Voltooiing

source: Confirm New Password
de: Neues Passwort bestätigen
es: Confirmar nueva contraseña
fr: Confirmer le nouveau mot de passe
it: Conferma nuova password
nl: Bevestig nieuw wachtwoord

source: Confirmation field
de: Bestätigungsfeld
es: Campo de confirmación
fr: Champ de confirmation
it: Campo di conferma
nl: Bevestigingsveld

source: Conflict Resolution
de: Konfliktlösung
es: Resolución de conflictos
fr: Résolution des conflits
it: Risoluzione dei conflitti
nl: Conflictoplossing

source: Connect & Merge
de: Verbinden & zusammenführen
es: Conectar y combinar
fr: Connecter et fusionner
it: Connetti e unisci
nl: Verbind en voeg samen

source: Connect & Sync
de: Verbinden & synchronisieren
es: Conectar y sincronizar
fr: Connecter et synchroniser
it: Connetti e sincronizza
nl: Verbind en synchroniseer

source: Connect to gpodder.net
de: Mit gpodder.net verbinden
es: Conectar con gpodder.net
fr: Se connecter à gpodder.net
it: Connettiti a gpodder.net
nl: Verbinden met gpodder.net

source: Connect to Sync
de: Mit Sync verbinden
es: Conectar con la sincronización
fr: Se connecter à la synchronisation
it: Connettiti alla sincronizzazione
nl: Verbinden met synchronisatie

source: Connect to your own gPodder-compatible server — like Nextcloud gPodder Sync. Your data, your server, your rules.
de: Verbinde dich mit deinem eigenen gPodder-kompatiblen Server – zum Beispiel Nextcloud gPodder Sync. Deine Daten, dein Server, deine Regeln.
es: Conecta con tu propio servidor compatible con gPodder, como Nextcloud gPodder Sync. Tus datos, tu servidor, tus reglas.
fr: Connectez-vous à votre propre serveur compatible gPodder — comme Nextcloud gPodder Sync. Vos données, votre serveur, vos règles.
it: Connettiti al tuo server compatibile con gPodder — come Nextcloud gPodder Sync. I tuoi dati, il tuo server, le tue regole.
nl: Verbind met je eigen gPodder-compatibele server — zoals Nextcloud gPodder Sync. Jouw gegevens, jouw server, jouw regels.

source: Connect Your Server
de: Verbinde deinen Server
es: Conecta tu servidor
fr: Connectez votre serveur
it: Connetti il tuo server
nl: Verbind je server

source: Connecting…
de: Verbinden …
es: Conectando…
fr: Connexion…
it: Connessione…
nl: Verbinden…

source: Context
de: Kontext
es: Contexto
fr: Contexte
it: Contesto

source: Continue with Free →
de: Mit Gratis fortfahren →
es: Continuar con el plan Gratis →
fr: Continuer avec Free →
it: Continua con Free →
nl: Doorgaan met Gratis →

source: Continue with YourPods Free
de: Mit YourPods Free fortfahren
es: Continuar con YourPods Free
fr: Continuer avec YourPods Free
it: Continua con YourPods Free
nl: Doorgaan met YourPods Free

source: Controls AirPods double/triple-tap and lock screen previous/next. Skip durations use your Playback settings above (%1$llds back, %2$llds forward).
de: Steuert Doppel-/Dreifachtippen auf den AirPods sowie Vor/Zurück auf dem Sperrbildschirm. Die Sprungweiten stammen aus deinen Wiedergabeeinstellungen oben (%1$llds zurück, %2$llds vor).
es: Controla el doble y triple toque de los AirPods y los botones anterior/siguiente de la pantalla bloqueada. Los saltos usan los ajustes de Reproducción de arriba (%1$lld s atrás, %2$lld s adelante).
fr: Contrôle la double/triple pression sur les AirPods ainsi que les commandes précédent/suivant de l'écran verrouillé. Les durées de saut reprennent vos réglages de Lecture ci-dessus (%1$llds en arrière, %2$llds en avant).
it: Controlla il doppio/triplo tocco sugli AirPods e i tasti precedente/successivo sulla schermata di blocco. La durata dei salti segue le impostazioni di Riproduzione qui sopra (%1$llds indietro, %2$llds avanti).
nl: Bepaalt wat dubbel/drievoudig tikken op de AirPods en vorige/volgende op het toegangsscherm doen. Voor overslaan gelden je afspeelinstellingen hierboven (%1$llds terug, %2$llds vooruit).

source: Convert to any sync mode anytime
de: Jederzeit in jeden Sync-Modus wechseln
es: Cambiar a cualquier modo de sincronización cuando quieras
fr: Convertible en tout mode de synchronisation, à tout moment
it: Passa a qualsiasi modalità di sincronizzazione quando vuoi
nl: Schakel altijd over naar elke syncmodus

source: Couldn't Load Stats
de: Statistiken konnten nicht geladen werden
es: No se han podido cargar las estadísticas
fr: Impossible de charger les statistiques
it: Impossibile recuperare le statistiche
nl: Kon statistieken niet laden

source: Couldn't open this share
de: Dieser geteilte Link konnte nicht geöffnet werden
es: No se ha podido abrir este enlace compartido
fr: Impossible d'ouvrir ce partage
it: Impossibile aprire questo link condiviso
nl: Kon deze gedeelde link niet openen

source: Create
de: Erstellen
es: Crear
fr: Créer
it: Crea
nl: Maak aan

source: Create a free account to sync subscriptions and listen positions across all your Apple devices. Just an email and password — no payment required.
de: Erstelle einen kostenlosen Account, um Abos und Hörpositionen auf all deinen Apple-Geräten zu synchronisieren. Nur E-Mail und Passwort – keine Zahlung erforderlich.
es: Crea una cuenta gratuita para sincronizar las suscripciones y la posición de reproducción en todos tus dispositivos Apple. Solo un correo electrónico y una contraseña, sin necesidad de pagar.
fr: Créez un compte gratuit pour synchroniser vos abonnements et vos positions de lecture sur tous vos appareils Apple. Il suffit d'une adresse e-mail et d'un mot de passe — aucun paiement requis.
it: Crea un account gratuito per sincronizzare iscrizioni e punti di ascolto su tutti i tuoi dispositivi Apple. Bastano un'email e una password — nessun pagamento richiesto.
nl: Maak een gratis account aan om abonnementen en luisterposities te synchroniseren op al je Apple-apparaten. Alleen een e-mailadres en wachtwoord — betalen hoeft niet.

source: Create a free account to sync subscriptions and listen positions across devices — hosted by YourPods.
de: Erstelle ein kostenloses Konto, um Abos und Hörpositionen geräteübergreifend zu synchronisieren – gehostet von YourPods.
es: Crea una cuenta gratis para sincronizar tus suscripciones y posiciones de escucha entre dispositivos, alojada en YourPods.
fr: Créez un compte gratuit pour synchroniser vos abonnements et vos positions d'écoute sur tous vos appareils — hébergé par YourPods.
it: Crea un account gratuito per sincronizzare iscrizioni e posizioni di ascolto tra i dispositivi — ospitato da YourPods.
nl: Maak een gratis account om abonnementen en luisterposities te synchroniseren tussen apparaten — gehost door YourPods.

source: Create a free account to sync your podcasts across devices.
de: Erstelle einen kostenlosen Account, um deine Podcasts geräteübergreifend zu synchronisieren.
es: Crea una cuenta gratuita para sincronizar tus podcasts entre dispositivos.
fr: Créez un compte gratuit pour synchroniser vos podcasts entre vos appareils.
it: Crea un account gratuito per sincronizzare i tuoi podcast su più dispositivi.
nl: Maak een gratis account aan om je podcasts tussen apparaten te synchroniseren.
